a5hk.paper
aleksa-codes.one-dark-modern-pro
anysphere.pyright
charliermarsh.ruff
codezombiech.gitignore
esbenp.prettier-vscode
formulahendry.code-runner
foxundermoon.shell-format
golang.go
mads-hartmann.bash-ide-vscode
mechatroner.rainbow-csv
ms-pyright.pyright
ms-python.debugpy
ms-python.python
pkief.material-icon-theme
redhat.vscode-xml
rust-lang.rust-analyzer
vscode-icons-team.vscode-icons
zhuangtongfa.material-theme
